{
    "pageTextData" : [
        {
            "x3dModelTitle": "Coca Cola X3D Model",
            "x3dCreationMethod": "This X3D model of the coke can has been created in Cinema4D, exported to VRML97 and converted, using the view3dscene, to X3D for display online.",
            "title": "History of Coca Cola",
            "subTitle": "Atlanta Beginnings",		
			"description": "It was 1886, and in New York Harbour, workers were constructing the Statue of Liberty. Eight hundred miles away, another great American symbol was about to be unveiled. Like many people who change history, John Pemberton, an Atlanta pharmacist, was inspired by simple curiosity. One afternoon, he stirred up a fragrant, caramel-coloured liquid and, when it was done, he carried it a few doors down to Jacobs' Pharmacy. Here, the mixture was combined with carbonated water and sampled by customers who all agreed - this new drink was something special. So Jacobs' Pharmacy put it on sale for five cents (about 3p) a glass."
        },
        {
            "x3dModelTitle": "Fanta X3D Model",
            "x3dCreationMethod": "This X3D model of the Fanta glass bottle has been created in Cinema4D, exported to VRML97 and converted, using the view3dscene, to X3D for display online.",
            "title": "History of Fanta",
            "subTitle": "Origin ",		
			"description": "Fanta was created by the Coca-Cola Company during World War II when it couldn't import Coca-Cola syrup into Nazi Germany due to trade restrictions. The German Coca-Cola team came up with a new soda using available ingredients, including leftovers from fruit processing, and called it 'Fanta.' After the war, Fanta production continued, evolving into various flavors and becoming a global brand under Coca-Cola. Today, it's one of the most popular soft drinks worldwide."
        },
        {
            "x3dModelTitle": "Costa X3D Model",
            "x3dCreationMethod": "This X3D model of the Costa Coffee take away bottle has been created in Cinema4D, exported to VRML97 and converted, using the view3dscene, to X3D for display online.",
            "title": "History of Costa Coffee",
            "subTitle": "Origin ",		
			"description": "Costa Coffee was founded in London in 1971 by Italian brothers Sergio and Bruno Costa. Originally, they operated as a wholesale operation supplying roasted coffee to caterers and specialty shops. In 1978, they opened their first café in Vauxhall Bridge Road, London. Over the years, Costa expanded its café chain across the UK and internationally. In 1995, Costa was acquired by Whitbread PLC, which helped accelerate its growth. Costa Coffee became one of the largest coffee shop chains globally before being acquired by The Coca-Cola Company in 2019"
        }
    ]
}